#### RevitLinkUIUtils Members

---

|  |
| --- |
| RevitLinkUIUtils Class   Methods   See Also |

The  RevitLinkUIUtils  type exposes the following members.

# Methods

|  | Name | Description |
| --- | --- | --- |
| Public method Static member | ReportLinkLoadResults | This function reports any errors which were encountered when loading the Revit links represented by the given LinkLoadResult map. |

# See Also

RevitLinkUIUtils Class

Autodesk.Revit.UI Namespace